Repository: NaN-tic/trytond-product_barcode_label
Catalog: locale/*.po
Languages: ca_es, es_es

# error:product.code.label:
source: An IO error when generate barcode in "%(number)s" code.
ca_es: IO Error quan es generava el codi de barres del codi "%(number)s".
es_es: IO Error cuando se generaba el código de barras del código "%(number)s".

# error:product.code.label:
source: Error when generate barcode in "%(number)s" code.
ca_es: Error quan es generava el codi de barres del codi "%(number)s".
es_es: Error cuando se generaba el código de barras del código "%(number)s".

# error:product.code.label:
source: Select a barcode in "%(number)s" code.
ca_es: Selecciona el tipus de codi del codi "%(number)s".
es_es: Selecciona el tipo de código del código "%(number)s".

# field:product.code.label.file,file_name:
source: File Name
ca_es: Nom del fitxer
es_es: Nombre del fichero

# field:product.code.label.file,label:
source: Label
ca_es: Codi barres
es_es: Código barras

# model:ir.action,name:wizard_product_code_label
source: Label
ca_es: Codi barres
es_es: Código barras

# model:product.code.label.file,name:
source: Product Code Label File
ca_es: Fitxer del codi de barres
es_es: Fichero código de barras

# view:product.code.label.file:
source: Label
ca_es: Codi barres
es_es: Código barras

# view:product.code.label.file:
source: Product Barcode Label
ca_es: Codi de barres del producte
es_es: Código de barras del producto

# view:product.code:
source: Label
ca_es: Codi barres
es_es: Código barras

# wizard_button:product.code.label,start,end:
source: Done
ca_es: Fet
es_es: Realizado
